Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Impellizzeri et al. (2020) found no evidence supporting ACWR's use for individual decision-making.
ar: لم يجد Impellizzeri وزملاؤه (2020) أي دليل يدعم استخدام ACWR في اتخاذ القرارات الفردية.
da: Impellizzeri m.fl. (2020) fandt ingen evidens for at bruge ACWR til individuelle beslutninger.
de: Impellizzeri et al. (2020) fanden keine Belege, die den Einsatz von ACWR für individuelle Entscheidungen stützen.
es: Impellizzeri et al. (2020) no encontraron pruebas que respalden el uso del ACWR para decisiones individuales.
fi: Impellizzeri ym. (2020) eivät löytäneet näyttöä ACWR:n käytön tueksi yksilöllisessä päätöksenteossa.
fr: Impellizzeri et al. (2020) n'ont trouvé aucune preuve justifiant l'usage de l'ACWR pour des décisions individuelles.
is: Impellizzeri o.fl. (2020) fundu engar sannanir sem styðja notkun ACWR til ákvarðana fyrir einstaklinga.
it: Impellizzeri et al. (2020) non hanno trovato prove a sostegno dell'uso dell'ACWR per le decisioni individuali.
ja: Impellizzeri et al.（2020）は、個人の意思決定に ACWR を用いることを支持するエビデンスは見つからなかったと報告しました。
ko: Impellizzeri 외 (2020)는 개인의 의사 결정에 ACWR을 사용하는 것을 뒷받침하는 근거를 찾지 못했습니다.
nb: Impellizzeri mfl. (2020) fant ingen evidens for å bruke ACWR til individuelle beslutninger.
nl: Impellizzeri et al. (2020) vonden geen bewijs dat ACWR bruikbaar is voor individuele beslissingen.
pt_br: Impellizzeri et al. (2020) não encontraram evidências que apoiem o uso do ACWR para decisões individuais.
ru: Impellizzeri et al. (2020) не нашли доказательств в пользу использования ACWR для индивидуальных решений.
sv: Impellizzeri m.fl. (2020) fann inga belägg för att använda ACWR för individuella beslut.
zh_hans: Impellizzeri 等人（2020）未发现支持将 ACWR 用于个人决策的证据。

source: Impellizzeri et al. (2021) showed that replacing the chronic workload denominator with random numbers produces nearly identical statistical relationships — the chronic component contributes no real signal.
ar: أظهر Impellizzeri وزملاؤه (2021) أن استبدال مقام عبء العمل المزمن بأرقام عشوائية ينتج علاقات إحصائية شبه متطابقة — فالمكوّن المزمن لا يضيف أي إشارة حقيقية.
da: Impellizzeri m.fl. (2021) viste, at det giver næsten identiske statistiske sammenhænge at erstatte nævneren for den kroniske belastning med tilfældige tal — den kroniske komponent bidrager ikke med noget reelt signal.
de: Impellizzeri et al. (2021) zeigten, dass das Ersetzen des chronischen Belastungsnenners durch Zufallszahlen nahezu identische statistische Zusammenhänge ergibt — die chronische Komponente liefert kein echtes Signal.
es: Impellizzeri et al. (2021) demostraron que sustituir el denominador de carga crónica por números aleatorios produce relaciones estadísticas casi idénticas — el componente crónico no aporta ninguna señal real.
fi: Impellizzeri ym. (2021) osoittivat, että kroonisen kuormituksen nimittäjän korvaaminen satunnaisluvuilla tuottaa lähes identtiset tilastolliset yhteydet — kroonisella osalla ei ole todellista signaalia.
fr: Impellizzeri et al. (2021) ont montré que remplacer le dénominateur de charge chronique par des nombres aléatoires produit des relations statistiques presque identiques — la composante chronique n'apporte aucun signal réel.
is: Impellizzeri o.fl. (2021) sýndu að ef nefnara langvarandi álags er skipt út fyrir slembitölur fást nánast eins tölfræðileg tengsl — langvarandi þátturinn leggur ekkert raunverulegt merki til.
it: Impellizzeri et al. (2021) hanno dimostrato che sostituire il denominatore del carico cronico con numeri casuali produce relazioni statistiche quasi identiche — la componente cronica non apporta alcun segnale reale.
ja: Impellizzeri et al.（2021）は、慢性ワークロードの分母を乱数に置き換えてもほぼ同じ統計的関係が得られることを示しました — 慢性成分は実質的なシグナルに寄与していません。
ko: Impellizzeri 외 (2021)는 만성 부하 분모를 난수로 바꿔도 거의 동일한 통계적 관계가 나타난다는 것을 보여 주었습니다 — 만성 요소는 실질적인 신호를 제공하지 않습니다.
nb: Impellizzeri mfl. (2021) viste at å erstatte nevneren for kronisk belastning med tilfeldige tall gir nesten identiske statistiske sammenhenger — den kroniske komponenten bidrar ikke med noe reelt signal.
nl: Impellizzeri et al. (2021) toonden aan dat het vervangen van de noemer voor chronische belasting door willekeurige getallen vrijwel identieke statistische verbanden oplevert — de chronische component draagt geen echt signaal bij.
pt_br: Impellizzeri et al. (2021) mostraram que substituir o denominador da carga crônica por números aleatórios produz relações estatísticas quase idênticas — o componente crônico não contribui com nenhum sinal real.
ru: Impellizzeri et al. (2021) показали, что замена знаменателя хронической нагрузки случайными числами даёт почти идентичные статистические связи — хронический компонент не несёт реального сигнала.
sv: Impellizzeri m.fl. (2021) visade att om nämnaren för kronisk belastning byts mot slumptal blir de statistiska sambanden nästan identiska — den kroniska komponenten tillför ingen verklig signal.
zh_hans: Impellizzeri 等人（2021）表明，用随机数替换慢性负荷分母会产生几乎相同的统计关系 — 慢性部分并没有提供真正的信号。

source: Imperial
ar: إمبراطوري
fi: Brittiläinen
fr: Impérial
is: Breskt
it: Imperiale
ja: ヤード・ポンド法
ko: 야드파운드법
nb: Imperisk
nl: Imperiaal
ru: Имперская
sv: Brittiskt
zh_hans: 英制

source: Import failed
ar: فشل الاستيراد
da: Import mislykkedes
de: Import fehlgeschlagen
es: Error de importación
fi: Tuonti epäonnistui
fr: Échec de l'importation
is: Innflutningur mistókst
it: Importazione non riuscita
ja: インポートに失敗しました
ko: 가져오기 실패
nb: Importen mislyktes
nl: Importeren mislukt
pt_br: Falha na importação
ru: Сбой импорта
sv: Importen misslyckades
zh_hans: 导入失败

source: Imported %@ (%lld min, %lld GPS points).
ar: تم استيراد %@ (%lld د، %lld نقطة GPS).
da: Importerede %@ (%lld min, %lld GPS-punkter).
de: %@ importiert (%lld Min., %lld GPS-Punkte).
es: Se importó %@ (%lld min, %lld puntos GPS).
fi: Tuotiin %@ (%lld min, %lld GPS-pistettä).
fr: %@ importé (%lld min, %lld points GPS).
is: Flutti inn %@ (%lld mín., %lld GPS-punktar).
it: Importato %@ (%lld min, %lld punti GPS).
ja: %@ を読み込みました（%lld 分、GPS ポイント %lld 個）。
ko: %@ 가져옴(%lld분, GPS 지점 %lld개).
nb: Importerte %@ (%lld min, %lld GPS-punkter).
nl: %@ geïmporteerd (%lld min, %lld gps-punten).
pt_br: %@ importado (%lld min, %lld pontos de GPS).
ru: Импортировано: %@ (%lld мин, точек GPS: %lld).
sv: Importerade %@ (%lld min, %lld GPS-punkter).
zh_hans: 已导入 %@（%lld 分钟，%lld 个 GPS 点）。

source: Imported from %@
ar: تم الاستيراد من %@
da: Importeret fra %@
de: Importiert aus %@
es: Importado de %@
fi: Tuotu lähteestä %@
fr: Importé depuis %@
is: Flutt inn úr %@
it: Importato da %@
ja: %@ からインポート
ko: %@에서 가져옴
nb: Importert fra %@
nl: Geïmporteerd uit %@
pt_br: Importado de %@
ru: Импортировано из %@
sv: Importerad från %@
zh_hans: 导入自 %@

source: Imported from Elite HRV: %@ Original RMSSD: %.1f ms Beats: %lld
ar: تم الاستيراد من Elite HRV: %1$@ RMSSD الأصلي: %2$.1f مللي ثانية النبضات: %3$lld
da: Importeret fra Elite HRV: %@ Oprindelig RMSSD: %.1f ms Slag: %lld
de: Importiert aus Elite HRV: %@ Ursprünglicher RMSSD: %.1f ms Schläge: %lld
es: Importado de Elite HRV: %@ RMSSD original: %.1f ms Latidos: %lld
fi: Tuotu Elite HRV:stä: %@ Alkuperäinen RMSSD: %.1f ms Lyönnit: %lld
fr: Importé depuis Elite HRV : %@ RMSSD d’origine : %.1f ms Battements : %lld
is: Flutt inn úr Elite HRV: %@ Upprunalegt RMSSD: %.1f ms Slög: %lld
it: Importato da Elite HRV: %@ RMSSD originale: %.1f ms Battiti: %lld
ja: Elite HRVからインポート：%@ 元のRMSSD：%.1f ms 拍数：%lld
ko: Elite HRV에서 가져옴: %@ 원래 RMSSD: %.1f ms 박동 수: %lld
nb: Importert fra Elite HRV: %@ Opprinnelig RMSSD: %.1f ms Slag: %lld
nl: Geïmporteerd uit Elite HRV: %@ Oorspronkelijke RMSSD: %.1f ms Slagen: %lld
pt_br: Importado do Elite HRV: %@ RMSSD original: %.1f ms Batimentos: %lld
ru: Импортировано из Elite HRV: %@ Исходный RMSSD: %.1f мс Удары: %lld
sv: Importerad från Elite HRV: %@ Ursprunglig RMSSD: %.1f ms Slag: %lld
zh_hans: 导入自 Elite HRV：%@ 原始 RMSSD：%.1f 毫秒 心跳数：%lld

source: Imported from Emuqu: %@ Original session: %@
ar: تم الاستيراد من Emuqu: %1$@ الجلسة الأصلية: %2$@
da: Importeret fra Emuqu: %@ Oprindelig session: %@
de: Importiert aus Emuqu: %@ Ursprüngliche Sitzung: %@
es: Importado de Emuqu: %@ Sesión original: %@
fi: Tuotu Emuqusta: %@ Alkuperäinen istunto: %@
fr: Importé depuis Emuqu : %@ Session d’origine : %@
is: Flutt inn úr Emuqu: %@ Upprunaleg lota: %@
it: Importato da Emuqu: %@ Sessione originale: %@
ja: Emuquからインポート：%@ 元のセッション：%@
ko: Emuqu에서 가져옴: %@ 원래 세션: %@
nb: Importert fra Emuqu: %@ Opprinnelig økt: %@
nl: Geïmporteerd uit Emuqu: %@ Oorspronkelijke sessie: %@
pt_br: Importado do Emuqu: %@ Sessão original: %@
ru: Импортировано из Emuqu: %@ Исходная сессия: %@
sv: Importerad från Emuqu: %@ Ursprunglig session: %@
zh_hans: 导入自 Emuqu：%@ 原始记录：%@

source: In %@, %@
ar: بعد %1$@: %2$@
da: Om %1$@: %2$@
de: Noch %1$@: %2$@
es: En %1$@, %2$@
fi: %1$@ päästä: %2$@
fr: Dans %1$@, %2$@
is: Eftir %1$@: %2$@
it: Tra %1$@, %2$@
ja: %1$@先、%2$@
ko: %1$@ 앞에서 %2$@
nb: Om %1$@: %2$@
nl: Over %1$@: %2$@
pt_br: Em %1$@, %2$@
ru: Через %1$@: %2$@
sv: Om %1$@: %2$@
zh_hans: %1$@后，%2$@

source: In your normal range. Listen to how you feel today.
ar: ضمن نطاقك الطبيعي. استمع إلى ما تشعر به اليوم.
da: Inden for dit normale område. Lyt til, hvordan du har det i dag.
de: In deinem normalen Bereich. Achte darauf, wie du dich heute fühlst.
es: En tu rango normal. Escucha cómo te sientes hoy.
fi: Normaalilla vaihteluvälilläsi. Kuuntele, miltä tänään tuntuu.
fr: Dans votre plage normale. Écoutez vos sensations aujourd'hui.
is: Innan venjulegs bils þíns. Hlustaðu á hvernig þér líður í dag.
it: Nel tuo intervallo normale. Ascolta come ti senti oggi.
ja: いつもの範囲内です。今日の体調に耳を傾けてください。
ko: 평소 범위 안에 있습니다. 오늘 몸 상태에 귀를 기울이세요.
nb: Innenfor det normale området ditt. Lytt til hvordan du har det i dag.
nl: Binnen je normale bereik. Luister naar hoe je je vandaag voelt.
pt_br: Na sua faixa normal. Observe como você se sente hoje.
ru: В вашем обычном диапазоне. Ориентируйтесь на самочувствие.
sv: Inom ditt normala intervall. Lyssna på hur du mår i dag.
zh_hans: 在你的正常范围内。听听今天身体的感受。

source: Index entries: %lld
ar: إدخالات الفهرس: %lld
da: Indeksposter: %lld
de: Indexeinträge: %lld
es: Entradas del índice: %lld
fi: Hakemiston merkinnät: %lld
fr: Entrées de l’index : %lld
is: Færslur í skrá: %lld
it: Voci dell’indice: %lld
ja: インデックスのエントリ：%lld
ko: 인덱스 항목: %lld
nb: Indeksoppføringer: %lld
nl: Indexitems: %lld
pt_br: Entradas do índice: %lld
ru: Записей в индексе: %lld
sv: Indexposter: %lld
zh_hans: 索引条目：%lld

source: Index file: missing
ar: ملف الفهرس: مفقود
da: Indeksfil: mangler
de: Indexdatei: fehlt
es: Archivo de índice: falta
fi: Hakemistotiedosto: puuttuu
fr: Fichier d'index : manquant
is: Vísiskrá: vantar
it: File indice: mancante
ja: インデックスファイル: なし
ko: 인덱스 파일: 없음
nb: Indeksfil: mangler
nl: Indexbestand: ontbreekt
pt_br: Arquivo de índice: ausente
ru: Файл индекса: отсутствует
sv: Indexfil: saknas
zh_hans: 索引文件：缺失

source: Index file: present
ar: ملف الفهرس: موجود
da: Indeksfil: til stede
de: Indexdatei: vorhanden
es: Archivo de índice: presente
fi: Hakemistotiedosto: olemassa
fr: Fichier d'index : présent
is: Vísiskrá: til staðar
it: File indice: presente
ja: インデックスファイル: あり
ko: 인덱스 파일: 있음
nb: Indeksfil: finnes
nl: Indexbestand: aanwezig
pt_br: Arquivo de índice: presente
ru: Файл индекса: есть
sv: Indexfil: finns
zh_hans: 索引文件：存在

source: Indoor Ride
ar: ركوب داخلي
da: Indendørs cykling
de: Indoor-Radfahren
es: Ciclismo en interior
fi: Sisäpyöräily
fr: Vélo d'intérieur
is: Innihjólreiðar
it: Ciclismo indoor
ja: インドアバイク
ko: 실내 라이드
nb: Innendørssykling
nl: Binnenrit
pt_br: Pedal indoor
ru: Велотренировка в помещении
sv: Inomhuscykling
zh_hans: 室内骑行

source: Infection
ar: عدوى
da: Infektion
de: Infekt
es: Infección
fi: Infektio
is: Sýking
it: Infezione
ja: 感染症
ko: 감염
nb: Infeksjon
nl: Infectie
pt_br: Infecção
ru: Инфекция
sv: Infektion
zh_hans: 感染

source: Input tokens
ar: رموز الإدخال
de: Eingabe-Tokens
es: Tokens de entrada
fi: Syötetokenit
fr: Jetons en entrée
is: Inntakstókar
it: Token di input
ja: 入力トークン
ko: 입력 토큰
nb: Inndatatokener
nl: Invoertokens
pt_br: Tokens de entrada
ru: Входные токены
sv: Indatatoken
zh_hans: 输入令牌

source: Insufficient Data
ar: بيانات غير كافية
da: Utilstrækkelige data
de: Zu wenig Daten
es: Datos insuficientes
fi: Liian vähän dataa
fr: Données insuffisantes
is: Ófullnægjandi gögn
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
nb: Utilstrekkelige data
nl: Onvoldoende gegevens
pt_br: Dados insuficientes
ru: Недостаточно данных
sv: Otillräckliga data
zh_hans: 数据不足

source: Intentional overreach. Pushing on purpose.
ar: تحميل زائد مقصود. تضغط على نفسك عمدًا.
da: Bevidst overbelastning. Du presser på med vilje.
de: Bewusstes Overreaching. Absichtlich an der Grenze.
es: Sobrecarga intencionada. Apretando a propósito.
fi: Tarkoituksellinen ylikuormitus. Painat tarkoituksella.
fr: Surcharge volontaire. Vous poussez exprès.
is: Ásetningsbundið yfirálag. Keyrir þig áfram af ásettu ráði.
it: Overreaching intenzionale. Spingi di proposito.
ja: 意図的なオーバーリーチ。あえて追い込んでいます。
ko: 의도적 오버리칭. 일부러 밀어붙이는 중.
nb: Bevisst overbelastning. Du presser på med vilje.
nl: Bewuste overbelasting. Je gaat er bewust overheen.
pt_br: Sobrecarga intencional. Forçando de propósito.
ru: Намеренная перегрузка. Нагрузка через силу — осознанно.
sv: Avsiktlig överbelastning. Du pressar på med flit.
zh_hans: 主动过载。有意加量。

source: Internal SDK error (invalid argument). Try again; if it persists, send a diagnostic from Settings → Troubleshooting.
ar: خطأ داخلي في SDK (وسيط غير صالح). حاول مرة أخرى؛ وإذا استمر، أرسل تقريرًا تشخيصيًا من الإعدادات ← استكشاف الأخطاء.
da: Intern SDK-fejl (ugyldigt argument). Prøv igen; hvis det fortsætter, så send en fejlrapport fra Indstillinger → Fejlfinding.
de: Interner SDK-Fehler (ungültiges Argument). Versuch es erneut; falls es bleibt, sende einen Fehlerbericht über Einstellungen → Fehlerbehebung.
es: Error interno del SDK (argumento no válido). Inténtalo de nuevo; si persiste, envía un diagnóstico desde Ajustes → Solución de problemas.
fi: Sisäinen SDK-virhe (virheellinen argumentti). Yritä uudelleen; jos ongelma jatkuu, lähetä diagnostiikka kohdasta Asetukset → Vianetsintä.
fr: Erreur interne du SDK (argument non valide). Réessayez ; si le problème persiste, envoyez un diagnostic depuis Réglages → Dépannage.
is: Innri SDK-villa (ógild færibreyta). Reyndu aftur; ef það heldur áfram skaltu senda greiningu úr Stillingar → Úrræðaleit.
it: Errore interno dell'SDK (argomento non valido). Riprova; se persiste, invia una diagnostica da Impostazioni → Risoluzione dei problemi.
ja: 内部 SDK エラー（無効な引数）。もう一度お試しください。解決しない場合は、設定 → トラブルシューティング から診断情報を送信してください。
ko: 내부 SDK 오류(잘못된 인수). 다시 시도하세요. 계속되면 설정 → 문제 해결에서 진단 정보를 보내 주세요.
nb: Intern SDK-feil (ugyldig argument). Prøv igjen; hvis det vedvarer, send en feilrapport fra Innstillinger → Feilsøking.
nl: Interne SDK-fout (ongeldig argument). Probeer het opnieuw; blijft het gebeuren, stuur dan een foutrapport via Instellingen → Probleemoplossing.
pt_br: Erro interno do SDK (argumento inválido). Tente de novo; se persistir, envie um diagnóstico em Configurações → Solução de Problemas.
ru: Внутренняя ошибка SDK (неверный аргумент). Попробуйте снова; если повторится, отправьте диагностику из Настройки → Устранение неполадок.
sv: Internt SDK-fel (ogiltigt argument). Försök igen; om det kvarstår, skicka en diagnos från Inställningar → Felsökning.
zh_hans: 内部 SDK 错误（参数无效）。请重试；如果问题持续，请从“设置 → 故障排除”发送诊断信息。

source: Internal SDK error (invalid sensor setting). Try again; if it persists, send a diagnostic from Settings → Troubleshooting.
ar: خطأ داخلي في SDK (إعداد مستشعر غير صالح). حاول مرة أخرى؛ وإذا استمر، أرسل تقريرًا تشخيصيًا من الإعدادات ← استكشاف الأخطاء.
da: Intern SDK-fejl (ugyldig sensorindstilling). Prøv igen; hvis det fortsætter, så send en fejlrapport fra Indstillinger → Fejlfinding.
de: Interner SDK-Fehler (ungültige Sensoreinstellung). Versuch es erneut; falls es bleibt, sende einen Fehlerbericht über Einstellungen → Fehlerbehebung.
es: Error interno del SDK (ajuste de sensor no válido). Inténtalo de nuevo; si persiste, envía un diagnóstico desde Ajustes → Solución de problemas.
fi: Sisäinen SDK-virhe (virheellinen anturiasetus). Yritä uudelleen; jos ongelma jatkuu, lähetä diagnostiikka kohdasta Asetukset → Vianetsintä.
fr: Erreur interne du SDK (réglage du capteur non valide). Réessayez ; si le problème persiste, envoyez un diagnostic depuis Réglages → Dépannage.
is: Innri SDK-villa (ógild skynjarastilling). Reyndu aftur; ef það heldur áfram skaltu senda greiningu úr Stillingar → Úrræðaleit.
it: Errore interno dell'SDK (impostazione del sensore non valida). Riprova; se persiste, invia una diagnostica da Impostazioni → Risoluzione dei problemi.
ja: 内部 SDK エラー（無効なセンサー設定）。もう一度お試しください。解決しない場合は、設定 → トラブルシューティング から診断情報を送信してください。
ko: 내부 SDK 오류(잘못된 센서 설정). 다시 시도하세요. 계속되면 설정 → 문제 해결에서 진단 정보를 보내 주세요.
nb: Intern SDK-feil (ugyldig sensorinnstilling). Prøv igjen; hvis det vedvarer, send en feilrapport fra Innstillinger → Feilsøking.
nl: Interne SDK-fout (ongeldige sensorinstelling). Probeer het opnieuw; blijft het gebeuren, stuur dan een foutrapport via Instellingen → Probleemoplossing.
pt_br: Erro interno do SDK (configuração de sensor inválida). Tente de novo; se persistir, envie um diagnóstico em Configurações → Solução de Problemas.
ru: Внутренняя ошибка SDK (неверная настройка датчика). Попробуйте снова; если повторится, отправьте диагностику из Настройки → Устранение неполадок.
sv: Internt SDK-fel (ogiltig sensorinställning). Försök igen; om det kvarstår, skicka en diagnos från Inställningar → Felsökning.
zh_hans: 内部 SDK 错误（传感器设置无效）。请重试；如果问题持续，请从“设置 → 故障排除”发送诊断信息。

source: interval
ar: فترة
de: Intervall
es: intervalo
fi: intervalli
fr: intervalle
is: lota
it: intervallo
ja: インターバル
ko: 인터벌
nb: intervall
pt_br: intervalo
ru: интервал
sv: intervall
zh_hans: 间歇

source: Interval block complete. Anything from here counts as cool-down.
ar: انتهت مجموعة الفترات. كل ما بعدها يُحسب تهدئة.
da: Intervalblokken er færdig. Alt herfra tæller som nedkøling.
de: Intervallblock fertig. Alles ab jetzt zählt als Cool-down.
es: Bloque de intervalos completado. Lo que sigue cuenta como vuelta a la calma.
fi: Intervallijakso valmis. Kaikki tästä eteenpäin on jäähdyttelyä.
fr: Bloc d’intervalles terminé. La suite compte comme retour au calme.
is: Lotunni er lokið. Allt héðan telst sem niðurskokk.
it: Blocco di ripetute completato. Da qui in poi conta come defaticamento.
ja: インターバルブロック終了。ここからはクールダウンです。
ko: 인터벌 블록 완료. 이제부터는 쿨다운입니다.
nb: Intervallblokken er ferdig. Alt herfra teller som nedjogg.
nl: Intervalblok klaar. Alles vanaf hier telt als cooling-down.
pt_br: Bloco de intervalos concluído. Daqui em diante conta como desaquecimento.
ru: Интервальный блок завершён. Всё дальше — заминка.
sv: Intervallblocket är klart. Allt härifrån räknas som nedvarvning.
zh_hans: 间歇训练组完成。接下来都算作放松。

source: Invalid file format: %@
ar: تنسيق ملف غير صالح: %@
da: Ugyldigt filformat: %@
de: Ungültiges Dateiformat: %@
es: Formato de archivo no válido: %@
fi: Virheellinen tiedostomuoto: %@
fr: Format de fichier non valide : %@
is: Ógilt skráarsnið: %@
it: Formato file non valido: %@
ja: 無効なファイル形式：%@
ko: 잘못된 파일 형식: %@
nb: Ugyldig filformat: %@
nl: Ongeldige bestandsindeling: %@
pt_br: Formato de arquivo inválido: %@
ru: Недопустимый формат файла: %@
sv: Ogiltigt filformat: %@
zh_hans: 文件格式无效：%@

source: Invalid RR values: %@
ar: قيم RR غير صالحة: %@
da: Ugyldige RR-værdier: %@
de: Ungültige RR-Werte: %@
es: Valores RR no válidos: %@
fi: Virheelliset RR-arvot: %@
fr: Valeurs RR non valides : %@
is: Ógild RR-gildi: %@
it: Valori RR non validi: %@
ja: 無効なRR値：%@
ko: 잘못된 RR 값: %@
nb: Ugyldige RR-verdier: %@
nl: Ongeldige RR-waarden: %@
pt_br: Valores RR inválidos: %@
ru: Недопустимые значения RR: %@
sv: Ogiltiga RR-värden: %@
zh_hans: RR 值无效：%@

source: Is my training load okay?
ar: هل حمل تدريبي مناسب؟
da: Er min træningsbelastning okay?
de: Passt meine Trainingsbelastung?
es: ¿Está bien mi carga de entrenamiento?
fi: Onko harjoituskuormani kunnossa?
fr: Ma charge d’entraînement est-elle correcte ?
is: Er æfingaálagið mitt í lagi?
it: Il mio carico di allenamento va bene?
ja: トレーニング負荷は大丈夫？
ko: 훈련 부하는 괜찮아?
nb: Er treningsbelastningen min grei?
nl: Is mijn trainingsbelasting in orde?
pt_br: Minha carga de treino está ok?
ru: Нормальная ли у меня тренировочная нагрузка?
sv: Är min träningsbelastning okej?
zh_hans: 我的训练负荷合适吗？

source: It took you %@ to fall asleep.
ar: استغرقت %@ لتغفو.
da: Det tog dig %@ at falde i søvn.
de: Du hast %@ zum Einschlafen gebraucht.
es: Tardaste %@ en dormirte.
fi: Nukahtamiseen kului %@.
fr: Vous avez mis %@ à vous endormir.
is: Það tók þig %@ að sofna.
it: Ci hai messo %@ ad addormentarti.
ja: 寝つくまでに%@かかりました。
ko: 잠드는 데 %@ 걸렸습니다.
nb: Det tok deg %@ å sovne.
nl: Je had %@ nodig om in slaap te vallen.
pt_br: Você levou %@ para adormecer.
ru: Вы засыпали %@.
sv: Det tog dig %@ att somna.
zh_hans: 你花了%@入睡。

source: JSON array of RR intervals
ar: مصفوفة JSON لفترات RR
da: JSON-array med RR-intervaller
de: JSON-Array mit RR-Intervallen
es: Matriz JSON de intervalos RR
fi: RR-välien JSON-taulukko
fr: Tableau JSON d’intervalles RR
is: JSON-fylki með RR-bilum
it: Array JSON di intervalli RR
ja: RR間隔のJSON配列
ko: RR 간격의 JSON 배열
nb: JSON-matrise med RR-intervaller
nl: JSON-array met RR-intervallen
pt_br: Array JSON de intervalos RR
ru: Массив JSON с RR-интервалами
sv: JSON-array med RR-intervall
zh_hans: RR 间期的 JSON 数组

source: Keep current fitness. Flo favors balanced-load suggestions.
ar: حافظ على لياقتك الحالية. يفضّل Flo اقتراحات الحمل المتوازن.
da: Bevar den nuværende form. Flo foretrækker forslag med balanceret belastning.
de: Aktuelle Fitness halten. Flo bevorzugt Vorschläge mit ausgewogener Belastung.
es: Mantener la condición física actual. Flo prioriza sugerencias de carga equilibrada.
fi: Pidä nykyinen kunto. Flo suosii tasapainoisen kuorman ehdotuksia.
fr: Conserver la condition actuelle. Flo privilégie des suggestions de charge équilibrée.
is: Halda núverandi formi. Flo mælir frekar með jöfnu álagi.
it: Mantieni la forma attuale. Flo privilegia suggerimenti a carico bilanciato.
ja: 現在のフィットネスを維持。Flo はバランスの取れた負荷の提案を優先します。
ko: 현재 체력을 유지합니다. Flo는 균형 잡힌 부하 제안을 우선합니다.
nb: Behold nåværende form. Flo foretrekker forslag med balansert belastning.
nl: Huidige fitheid behouden. Flo kiest voor voorstellen met een evenwichtige belasting.
pt_br: Manter o condicionamento atual. O Flo prioriza sugestões de carga equilibrada.
ru: Сохранять текущую форму. Flo предлагает сбалансированную нагрузку.
sv: Behåll nuvarande kondition. Flo föredrar förslag med balanserad belastning.
zh_hans: 保持当前体能。Flo 会倾向于给出负荷均衡的建议。
